html/posts/rat-concept.html
<!DOCTYPE html>
<html>
<head>
<!-- 2020-09-16 Wed 20:48 -->
<meta charset="utf-8">
<title>Radio Access Technology (RAT)</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Quan Vu">
<meta name="twitter:site" content="@null" />
<meta name="twitter:creator" content="@null" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<link rel="icon" type="image/png" href="https://vhquan.github.io/.images/icon/favicon-32x32.png" />
<link rel="apple-touch-icon-precomposed" href="https://vhquan.github.io/.images/icon/apple-touch-icon.png" />
<link rel="stylesheet" type="text/css" href="https://vhquan.github.io/.css/font.css">
<link rel="stylesheet" type="text/css" href="https://vhquan.github.io/.css/main.css">
</head>
<body>
<div id="wrapper">
<div id="preamble" class="status">
<h1 class="title"><a href="https://vhquan.github.io">Quan Vu's Blog</a></h1>

<nav>
  <div class="navitem"><a href="https://vhquan.github.io">About</a></div>
  <div class="navitem"><a href="https://vhquan.github.io/html/posts/index.html">Blog</a></div>
  <div class="navitem"><a href="https://vhquan.github.io/html/portfolio/portfolio.html">Portfolio</a></div>
  <div class="navitem"><a href="https://vhquan.github.io/html/contact/contact.html">Contact</a></div>
  <div class="navitem"><a href="https://vhquan.github.io/html/resume/resume.html">R&eacute;sum&eacute;</a></div>
</nav>
</div>
<div id="content">
<header>
<h1 class="title">Radio Access Technology (RAT)</h1>
</header><p>
A Radio Access Technology (RAT) is the underlying physical connection method for a radio based communication network. 
</p>
<div class="more">

</div>
<p>
Many modern mobile phones support several RATS in one device such as Bluetooth, Wi-Fi and GSM, UMTS, LTE or 5G NR.
</p>

<p>
The term RAT was traditionally used in mobile communication network interoperability.
</p>

<p>
The term is used when a user device selects between the type of RAT being used to connect to the Internet. This is often 
performed similar to access point selection in IEEE 802.11 (Wi-Fi) based networks.
</p>
</div>
<div id="postamble" class="status">
<div id="footer">
<p>Proudly with <a href="https://www.gnu.org/software/emacs/">Emacs</a> and <a href="https://orgmode.org/">Org Mode</a>.</div>
</div>
</div>
</body>
</html>
